import { IQuestion } from "../models/faq";

export const questions: IQuestion[] = [
  {
    id: 1,
    question: "Навіщо потрібен ваш сайт?",
    answer:
      "Наш сайт доречно використовувати в цілях моніторингу екіпірування у військових та закриття нагальних потреб у разі його відсутності.",
  },
  {
    id: 2,
    question: "Чи ефективна ваша технологія?",
    answer:
      "Виходячи з досвіду використання, наш сайт є дуже практичним в плані моніторингу екіпірування і допомагає швидко виявляти його нестачу.",
  },
  {
    id: 3,
    question: "Як можна отримати вашу допомогу?",
    answer:
      "З приводу додавання вашої роти до нашого списку пишіть у телеграм за одним із номерів, вказаних у розділі «Контакти» внизу сторінки.",
  },
];
