import { IProduct } from '../models/product';

export const products: IProduct[] = [
  {
    id: 1,
    image: '/assets/images/clothing.png',
    title: 'Одяг',
    description:
      'Одноманітний за конструкцією і суворо регламентований на вигляд одяг військовослужбовців.',
    info: 'Він показує приналежність воїна до тих або інших збройних сил, а при розміщенні на ньому знаків розрізнення дає можливість визначити вид збройних сил, рід військ, службову категорію і військове звання військовослужбовця.',
  },
  {
    id: 2,
    image: '/assets/images/shoes.png',
    title: 'Взуття',
    description:
      'Номенклатура черевиків, берців, кросівок, які використовуються в арміях світу для ведення бойових дій, повсякденного носіння та тренувань.',
    info: 'Відрізняється підвищеною міцністю і зносостійкістю, а також має продуману конструкцію, що сприяє підвищенню рівня комфорту при тривалому носінні або русі по перетнутій місцевості.',
  },
  {
    id: 3,
    image: '/assets/images/helmet.png',
    title: 'Захист',
    description: 'Набір захисного спорядження військовослужбовців.',
    info: 'Сукупність предметів, складових екіпіровки військовослужбовця для ведення бойових дій. Завдяки ним військовий може з високою ймовірністю вижити у випадку надзвичайної ситуації.',
  },
];
